commands = '''
**-` .م1` : اوامر السورس ↬ 

-` .م2` : اوامر الحساب ↬ **'''
sec1 = '''**
`ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`
-` .فحص ` : لفحص السورس 

-` .الاوامر ` : لعرض اوامر السورس 

-` .اعادة تشغيل ` : اعادة تشغيل السورس

-`.تثبيت تلقائي + عدد + القناة + اليوز`

-` .صيد + العدد + النوع + القناة `

-`.التثبيت` ~ حالة تقدم التثبيت

-`الصيد`~ حالة تقدم الصيد

-`.الانواع` ~ عرض انواع السورس
`ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`
**'''
sec2 = '''
`ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ،ــ`
**-` .ايدي ` : لاستخراج ايدي حسابك 

-` .فك حظر ` : فك حظر كل يلي حاظرهم  **
`ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`
'''
sec3 = """
`ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`
**- ` .مكرر + عدد الثواني + نص` : نشر تلقائي ᤑ

-` .ادمن` : القنوات اللي انت ادمن فيها ᤑ **
`ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`
"""
sec4 = """
`ــــــــــــــــــــــــــــــــــــــــــــــ`
**`.تشيكر` : اوامر الصيد **
`ــــــــــــــــــــــــــــــــــــــــــــــ`
"""
tele_checker = '''
`ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`**
`.تثبيت تلقائي + القناة + اليوزر`

` .تثبيت يدوي + القناة + اليوزر ` 

` .صيد + العدد + النوع + القناة `

`.التثبيت` ~ حالة تقدم التثبيت

`الصيد`~ حالة تقدم الصيد

`.الانواع` ~ عرض انواع السورس
`ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`
'''
tele_checker2 = '''
━━━━━━━━━━━━━━━━━━━━━━━
1 : ↫ ثلاثي ↬ 

2 : ↫ ثلاثي احرف نهاية رقم ↬ 

3 : ↫  بوت ثنائي ↬ 

━━━━━━━━━━━━━━━━━━━━━━━
↫ صيد + عدد محاولات + رقم نوع + يوزر القناة 
━━━━━━━━━━━━━━━━━━━━━━━
↫ مثال  :  صيد 99999 1 @LUCITHON ↬
━━━━━━━━━━━━━━━━━━━━━━━
'''